Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Tension in the area had been building before Wednesday's attack, especially after an Israeli air strike on the Syrian sector of the Golan Heights killed six Hizbullah fighters and an Iranian general on January 18.
pt: O Hezbollah disse que uma de suas brigadas na área conduziu o ataque, que pareceu ser uma retaliação aos ataques aéreos realizados por Israel em 18 de janeiro no sul da Síria, nos quais vários membros do Hezbollah e um general iraniano foram mortos.

source: In Flamengo, a 30-year-old man was stuck by a bus and died on the scene .
pt: Houve um atropelamento por ônibus de um homem de 30 anos na Praia do Flamengo .

source: U.S. Secretary of State John Kerry will leave China "in absolutely no doubt" about Washington's commitment to freedom of navigation and flight in the South China Sea when Kerry visits Beijing this weekend, a senior State Department official said Wednesday .
pt: Pequim ignorou neste sábado as advertências de Washington sobre suas manobras no Mar da China Meridional, fonte de tensões crescentes com seus vizinhos durante uma visita do secretário de Estado americano, John Kerry.

source: Police in New York seized about 3,000 birds during their biggest ever operation against illegal cockfighting.
pt: A polícia de Nova York apreendeu 3 mil aves durante a maior operação já feita na cidade contra rinhas de galo.

source: How the Mars mission helps India
pt: "A Índia conseguiu chegar a Marte .

source: The meeting will be held a few days after the U.N. General Assembly adopted a resolution calling on the Security Council to consider referring North Korea to the ICC for crimes against humanity.
pt: A resolução solicita ao Conselho de Segurança levar a Coreia do Norte ante o TPI e que considere sanções específicas contra os líderes de Pyongyang por causa da repressão contra seus cidadãos.

source: A senior army officer deployed to northern Cameroon said the early morning attack had targeted the village of Mabass .
pt: Ele disse que o ataque no início da manhã tinha como alvo a aldeia de Mabass e várias outras aldeias ao longo da fronteira com a Nigéria .

source: Feb 24 (Reuters) - R&B singer Chris Brown, whose California probation stemming from a 2009 plea to assaulting singer Rihanna was revoked last month, said on Tuesday he was denied entry into Canada for concerts in Montreal and Toronto.
pt: O cantor de R&B Chris Brown, 25, cuja liberdade condicional na Califórnia por agredir a cantora Rihanna foi revogada no mês passado, disse nesta terça-feira (24) que teve a entrada negada no Canadá para shows em Montreal e Toronto.

source: BEIJING, July 28 (Reuters) - Microsoft Corp appears to be the latest U.S. company targeted by China for anti-trust investigation after government officials paid sudden visits to the software firm's Chinese offices on Monday.
pt: PEQUIM (Reuters) - Autoridades do governo chinês fizeram visitas súbitas aos escritórios da Microsoft na China, disse uma porta-voz da companhia nesta segunda-feira, sem revelar os motivos para as inspeções.

source: "We're excited to get Echo into the hands of even more customers and continue to invent new features and experiences," Greg Hart, vice president for Amazon's Echo, said in a statement.
pt: "A reação dos clientes da Amazon Echo foi muito positiva e trabalhamos duro para que o produto ficasse disponível rapidamente", afirmou o vice-presidente da Amazon, Greg Hart, citado em um comunicado.

source: A Saudi-led coalition bombarded rebel positions early Wednesday in Yemen's main southern city Aden in a seventh night of raids that also targeted the capital and other areas.
pt: A capital do Iêmen, Sanaa, sofreu na noite desta segunda-feira os bombardeios mais violentos desde o início dos ataques da coalizão árabe liderada pela Arábia Saudita contra os rebeldes xiitas que controlam a cidade.

source: "We owe it to the families of the dead, we owe it to the travelling public to do whatever we reasonably can to resolve of this mystery," Mr Abbott told reporters on Sunday.
pt: “Devemos isso aos familiares das vítimas e a todos que viajam: fazer todo o possível para resolver esse mistério”, disse.

source: "It is beyond sad that these kids were arrested for trying to spread happiness," the singer wrote on Facebook.
pt: O cantor também protestou em seu Twitter: "É mais que triste ver esses garotos presos por tentar espalhar a felicidade", escreveu Williams.

source: Here's how not to do that
pt: Ele não está lá porque quer, está lá porque é necessário .

source: “Two women have been taken to hospital with non-life threatening injuries, while a male police officer suffered a non-life threatening wound to his face from gunshot pellets and was taken to hospital,” the NSW police statement continued.
pt: Duas pessoas foram levadas ao hospital com ferimentos, mas não corriam risco de morrer, enquanto que um policial estava sendo tratado depois de ser atingido no rosto por estilhaços de bala .

source: He created Torso (see gallery), which is one of the star works of a major exhibition of paper cutting at the Swiss National Museum in Zurich, in which modern paper cutters took inspiration from traditional themes.
pt: Ele é o autor de "Torso" (ver galeria), uma das principais obras exibidas no Museu Nacional Suíço em Zurique em uma grande exposição dedicada a essa arte.

source: It said in a statement Thursday that he was handed over to three U.S. police officers who accompanied him on the flight to New York.
pt: O grupo o acompanhou em um voo para Nova York", disse o Departamento de Justiça da Suíça em um comunicado.

source: Police have not said what the motive of the shooting was .
pt: O motivo dos disparos também não estava claro.

source: The lawyer for Charlie Hebdo, Richard Malka, said that next week's edition of the magazine would go ahead on Wednesday and would have a print run of one million, instead of the normal 60,000 copies.
pt: O advogado da Charlie Hebdo, Richard Malka, disse que a edição da revista na semana que vem circularia na quarta-feira e teria uma tiragem de 1 milhão de exemplares, em vez dos usuais 60 mil.

source: JERUSALEM (Reuters) - Prime Minister Benjamin Netanyahu said he would tell U.S. Secretary of State John Kerry that Israel will rebuff any moves at the United Nations to set a timeframe for a withdrawal from territory Palestinians seek for state.
pt: O primeiro-ministro israelense, Benjamin Netanyahu, buscou nesta segunda-feira (15) garantias do secretário de Estado norte-americano, John Kerry, de que os Estados Unidos irão bloquear os esforços palestinos e europeus em relação a um Estado palestino.

source: Turnout reported to be high in Sri Lanka's presidential election
pt: Candidato da oposição vence eleição presidencial no Sri Lanka

source: The World Health Organization said Thursday that Ebola had killed 729 people in four West African countries this year and has shown no signs of slowing down.
pt: Até domingo, 729 pessoas haviam morrido por causa do vírus na Guiné, Libéria, Nigéria e Serra Leoa, informou nesta quinta-feira a OMS .

source: The last message from the cockpit was "Mayday Mayday engine flameout," according to an air traffic control transcript on
pt: A última comunicação de um dos pilotos foi "Mayday falha na combustão do motor", de acordo com um registro do controle de tráfego aéreo divulgado pelo liveatc.net.

source: But that is not what she did.
pt: “Não entendi o que aconteceu .

source: German pilots to strike, Lufthansa flights affected
pt: Os voos da Germanwings não foram afetados.

source: "Gaza has no oil or gas but we have human resources -- plenty of young people who are just waiting to be offered an opportunity," Luzun says as he walks past rows of staffers in front of their screens.
pt: "Em Gaza não temos petróleo nem gás, mas temos recursos humanos: muitos jovens que estão apenas à espera de uma oportunidade", garante Saady enquanto passeia pelas filas de jovens que inserem analisam dados nos computadores.

source: "I was already screaming on the radio five laps before the safety car that there was too much water on the track," Williams' driver Felipe Massa told SkySports after the race.
pt: “Eu estava gritando no rádio cinco voltas antes da entrada do safety car na pista, porque tinha muita água na pista .

source: More Boko Haram hostages freed in Nigeria
pt: Exército da Nigéria liberta mais 25 reféns do Boko Haram

source: US civil rights activists embarked Saturday on a seven-day march to demand sweeping police reforms and denounce a grand jury's decision not to indict a white officer who shot dead an unarmed black teenager.
pt: Ativistas dos direitos civis dos Estados Unidos iniciaram neste sábado (29) uma marcha de sete dias para reclamar uma profunda reforma da polícia e para denunciar o júri que rejeitou indiciar o policial branco que matou um adolescente negro desarmado em agosto passado, na localidade de Ferguson (Missouri).

source: He works 12 hours a day, he says, and peers at his watch: he has little time to chat .
pt: Olhando para o relógio, ele diz que trabalha 12 horas por dia .

source: An unmanned Indian spacecraft, the Mars Orbiter Mission (MOM), is set to enter into orbit around Mars on Wednesday, in what is India's first mission to the planet.
pt: RIO - A agência espacial da Índia divulgou pelo Twitter a primeira imagem da superfície de Marte registrada pela sonda Mangalyaan, que entrou na órbita do planeta nesta quarta-feira .

source: No-one has had to do it, until now.
pt: Ninguém foi preso até o momento.

source: Boko Haram has also stepped up its campaign against Western education, which it believes corrupts the moral values of Muslims, especially girls, by attacking two boarding schools - in Yobe in March and in Chibok in April.
pt: O Boko Haram também intensificou sua campanha contra a educação ocidental, que, segundo ele, corrompe os valores morais dos muçulmanos, especialmente das meninas.

source: You know it's not my fault, right ?
pt: O que está em jogo não é pouco .

source: South Korea declared on Tuesday it is effectively out of danger from Middle East Respiratory Syndrome (MERS), more than two months after the first case was reported and began spreading in hospital settings to kill 36 people.
pt: A Coreia do Sul declarou nesta terça-feira que está livre da Síndrome Respiratória do Oriente Médio, o vírus MERS, que matou 36 pessoas e contagiou cerca de 200 vítimas desde que uma epidemia foi detectada, em maio.

source: The pilots have been under way this year and 3,000 genomes will have been sequenced by January.
pt: Os pilotos estão em curso este ano e três mil genomas terão sido sequenciados até janeiro.

source: But, your Holiness, do you see any improvements on the ground in Tibet?
pt: Mas Vossa Santidade vê alguma melhoria no Tibete?

source: “For the Committee, the intensification of relative price adjustments in the economy has turned the balance of risks for inflation less favorable .
pt: "Para o Comitê, desde sua última reunião, entre outros fatores, a intensificação dos ajustes de preços relativos na economia tornou o balanço de riscos para a inflação menos favorável .

source: The report, "Children of the Recession," estimated that the number of minors living in poverty in the 41 most affluent countries had increased over 3 percent to 76.5 million since the world financial crisis struck in 2008.
pt: O aumento da pobreza infantil desde o início da crise, em 2008, aumentou o número estimado de crianças que vivem na pobreza no mundo desenvolvido para cerca de 76,5 milhões, segundo o estudo.

source: And so Mr Abe's critics say he is trying to change Japan without changing the constitution.
pt: Como ninguém acredita que ele conseguirá fazer isso, seus críticos dizem que ele tenta fazer mudanças sem mudar a Constituição.

source: There has been a surge in violence linked to Boko Haram .
pt: A Nigéria tem enfrentado uma onda de violência provocada pelo Boko Haram .

source: It'll sell in low-key white and black, in addition to bright orange and green .
pt: Já a versão com DTV será vendida nas cores preta, branca, preta com laranja e branca com laranja.

source: Germany expects to receive up to 800,000 asylum-seekers in 2015, a new record, Interior Minister Thomas de Maiziere said on Wednesday, as he urged action from the European level on the crisis.
pt: Berlim (AFP) - O ministro alemão do Interior, Thomas de Maizière, anunciou nesta quarta-feira que a Alemanha espera receber este ano "até 800.000 pedidos de asilo", um recorde absoluto.

source: With all the accolades the civil rights drama “Selma” has received since its Christmas opening, some felt its failure to garner nominations for director Ava DuVernay or star David Oyelowo reflected a racial bias.
pt: Com todos os elogios que "Selma", drama sobre a luta pelos direitos civis, recebeu, a ausência de indicações para a diretora Ava DuVernay e para o ator David Oyelowo gerou críticas .

source: Five men arrested by counter terrorism officers in London over the past two weeks have been charged.
pt: Na semana passada, cinco homens foram presos em incursões pela polícia, incluindo policiais armados .

source: Thursday’s meeting of euro zone finance ministers is unlikely to achieve much .
pt: Tecnicamente, um acordo até o próximo encontro dos ministros das Finanças da zona do euro, nesta quinta-feira, é praticamente impossível .

source: The deal is contingent on Greece meeting a tight timetable to enact strict reforms.
pt: O acordo depende do cumprimento pela Grécia de um prazo restrito para adotar as reformas .

source: She also plans to visit American and Chinese students to promote education and cultural exchanges, and visit historical landmarks like the Great Wall of China.
pt: A esposa de Barack Obama também planeja se reunir com estudantes chineses e norte-americanos para promover o intercâmbio cultural e educacional .

source: "Game of Thrones is the most pirated show in the world .
pt: O Game of Thrones é o mais pirateado de 2013 .

source: A hatchet attack on New York police officers was a "terrorist act" carried out by a self-radicalized Muslim convert who had been in the military and browsed al-Qaida websites, police said Friday.
pt: O homem que atacou com um machado dois policiais em Nova York, deixando um deles em estado crítico, é um cidadão convertido ao islamismo que se radicalizou sozinho, em uma ação que a polícia classificou como ato terrorista.

source: Last month, Indonesia executed six prisoners by firing squad for drug offences, including nationals of Brazil, Malawi, the Netherlands, Nigeria and Vietnam.
pt: No mês passado, a Indonésia executou por fuzilamento seis presos por delitos de tráficos de drogas, incluindo o brasileiro Marco Archer Cardoso Moreira, e cidadãos do Malaui, Holanda, Nigéria e Vietnã.

source: He said that the "overriding priority is to unite Brazil around an honourable programme worthy of all Brazilians".
pt: A maior de todas as prioridades é unir o Brasil em torno de um projeto honrado e que dignifique todos os brasileiros"

source: 'Societies don't overnight completely erase everything that happened two to 300 years prior."
pt: As sociedades não apagam isso completamente de um dia para o outro o que aconteceu 200 ou 300 anos atrás", disse presidente

source: SHANGHAI (Reuters) - The United States is worried that its officials have been barred from attending the Aug. 7 trial in China of British investigator Peter Humphrey and his American wife Yu Yingzeng after the couple were arrested last year following work they did for British drugmaker GlaxoSmithKline PLC.
pt: XANGAI, 4 Jul (Reuters) - Os Estados Unidos estão preocupados que suas autoridades consulares sejam impedidas de participar do julgamento do investigador britânico Peter Humphrey e sua esposa norte-americana Yu Yingzeng, que ocorrerá em 7 de agosto na China, depois que o casal foi preso no ano passado após trabalho feito para a farmacêutica britânica GlaxoSmithKline.

source: US and Cuba to 'normalise' relations, says Obama
pt: 'Não confio nos EUA', diz Fidel Castro sobre reaproximação de Cuba

source: Israel's security cabinet, convened by Prime Minister Benjamin Netanyahu, approved the truce on Tuesday morning, minutes before the proposed time for it to come into effect.
pt: O escritório do primeiro-ministro Benjamin Netanyahu informou que o gabinete se reuniu na manhã desta terça-feira e aceitou a proposta, que entrará em vigor às 9h do horário local.

source: The Russian Federation Council said it would support Crimea’s decision to join Russia if its people vote so in the referendum.
pt: O Parlamento da Crimeia votou por unanimidade "para entrar para a Federação Russa, com os direitos de um integrante da Federação Russa".

source: Save the Children placed full-page adverts in British newspapers on Wednesday listing the names of 373 Palestinian children killed in Israel's offensive on Gaza, as part of the charity's campaign for a permanent ceasefire.
pt: Os principais jornais britânicos publicaram nesta quarta-feira os nomes e as idades de 373 crianças que morreram na intervenção israelense em Gaza, em uma página inteira de publicidade comprada pela ONG Save The Children.

source: He is one of those people who can't stop achieving stuff.
pt: Dickinson é o tipo de pessoa que não consegue parar de realizar coisas.

source: Gallup said for the first time in 10 years, the top 10 happiest countries to live in are all from Latin American, based on its Positive Experience Index.
pt: Entre as nações pesquisadas no ano passado, 10 países da América Latina estão à frente em um ranking de “índice de experiência positiva” .

source: His job could help anchor the UK in the EU ahead of a UK in/out referendum on membership, which Mr Cameron says will take place in 2017 if the Conservatives are re-elected.
pt: Cameron já prometeu aos eleitores britânicos que, se reeleito em maio, vai renegociar a relação do Reino Unido com a União Europeia, antes de realizar um referendo sobre a permanência no bloco, em 2017 .

source: Jeffrey Fowle, American held by North Korea, to return home today
pt: Jeffrey Fowle, um dos três americanos detidos na Coreia do Norte, é visto em foto …

source: The agency said 108 new cases were reported between Saturday in Monday in Guinea, Liberia, Nigeria, and Sierra Leone.
pt: Segundo o documento já foram notificados 1.603 casos da doença na Guiné, na Libéria, em Serra Leoa e na Nigéria.

source: Nigeria was declared Ebola-free on Monday after an announcement that Senegal is rid of the virus .
pt: A Organização Mundial da Saúde (OMS) declarou nesta segunda-feira que a Nigéria a epidemia de Ebola no país chegou a um fim .

source: Team Marussia reported in its statement on Tuesday that Jules remains in a critical but stable condition in the Intensive Care Unit of Mie General Medical Center in Yokkaichi.”
pt: De acordo com um comunicado divulgado pelo Centro Médico Geral de Mie, em Yokkaichi, o piloto possui uma lesão axonal difusa e está em estado crítico, mas é estável.

source: After that, she didn’t come back again.
pt: "Eles disseram que não tem como voltar atrás .

source: The Associated Press PARIS (AP)—Christine Lagarde, the chief of the International Monetary Fund, was put under official investigation for negligence in a French corruption probe that dates back to her days as France’s finance minister.
pt: PARIS (Reuters) - Magistrados franceses colocaram a diretora-gerente do Fundo Monetário Internacional (FMI), Christine Lagarde, sob investigação formal por negligência em um caso de fraude política datado de 2008, quando ela era ministra das Finanças, disse o advogado de Lagarde nesta quarta-feira.

source: Sudanese President Omar al-Bashir arrives in Khartoum from Johannesburg on June 15, 2015 .
pt: Presidente do Sudão, Omar al-Bashir, em Johanesburgo .

source: Dempsey acknowledged that Obama's "stated policy is that we will not have U.S. ground forces in direct combat."
pt: As forças americanas que foram enviadas ao Iraque não terão missão de combate", disse ele .

source: * Italian govt, unions aim for deal on Alitalia job cuts next week - minister
pt: Governo e sindicatos italianos querem acertar cortes na Alitalia até próxima semana

source: "Saudi-led cluster munition airstrikes have been hitting areas near villages, putting local people in danger,” said HRW arms director Steve Goose.
pt: "Os bombardeios liderados pela Arábia Saudita com bombas de fragmentação ocorreram em zonas próximas a povos, pondo em perigo a população local", lamenta Steve Goose, o encarregado da HRW na questão armamentista.

source: In October, a Liberian man, Thomas Eric Duncan, died at a Texas hospital from the virus, which has killed thousands of people in West Africa.
pt: Em outubro, o liberiano Thomas Eric Duncan morreu em um hospital do Texas infectado pelo vírus.

source: Goto was captured by the Islamic State group last year while trying to rescue another Japanese hostage, Haruna Yukawa .
pt: Goto é um dos dois reféns japoneses sequestrados pelo EI, que no sábado anunciou a execução do outro, Haruna Yukawa.

source: Sony cancels 'Interview' release after threat from hackers
pt: Sony suspende estreia de filme após ameaça terrorista de hackers

source: WARSAW (Reuters) - Polish prosecutors plan to question filmmaker Roman Polanski after they received a request for his extradition to the United States over a 1977 child sex crime conviction, the prosecutor-general...
pt: A justiça polonesa disse, nesta quarta (7), ter recebido um pedido de extradição do diretor Roman Polanski aos Estados Unidos, onde possui uma condenação por abuso sexual de menor de idade em 1977 e um

source: A day after euro zone finance ministers agreed to a four-month extension of a financial rescue for the currency bloc's most heavily indebted member, Finance Minister Yanis Varoufakis gave a frank assessment of Greece's financial position.
pt: Ministros das Finanças da zona do euro acertaram uma extensão de quatro meses do programa de resgate da UE e do FMI para a Grécia, mas o financiamento só será liberado depois que os planos econômicos do novo governo grego tenham sido aprovados em detalhes.

source: French President Francois Hollande and German Chancellor Angela Merkel were in rare agreement with Putin that Poroshenko should extend the truce to give indirect talks between separatist commanders and Kiev a chance.
pt: A declaração foi feita depois de uma conversa telefônica de quatro vias entre os líderes da Ucrânia e da Rússia, o presidente francês, François Hollande, e a chanceler alemã, Angela Merkel, disse um comunicado do gabinete de Poroshenko.

source: Stalking Lorenzo, Marquez took the lead conclusively with nine of the 25 laps remaining and pulled away with a string of quick times.
pt: Márquez assumiu a liderança na nona das 25 voltas e se afastou com uma série de voltas rápidas.

source: Two men have been arrested for aiding the alleged perpetrator in the weekend's shootings in the Danish capital of Copenhagen, authorities said on Monday.
pt: A polícia confirmou nesta segunda-feira que os dois homens detidos por suspeita de terem ajudado o autor dos ataques do fim de semana em Copenhague foram formalmente acusados de cumplicidade, noticiou a AFP.

source: Kivimaki was said to have subsequently used stolen credit information to successfully make online purchases on 21 occasions as well as to have shared the information with others.
pt: Kivimaki teria usado sistematicamente informações de cartões furtadas para fazer compras na internet em 21 ocasiões, além de ter compartilhado os dados com outras pessoas.
